<template>
  <div
    id="kt_content_container"
    class="d-flex flex-column-fluid align-items-start container-xxl"
  >
    <!--begin::Post-->
    <div id="kt_content" class="content flex-row-fluid">
      <!--begin::About card-->
      <div class="card">
        <!--begin::Body-->
        <div class="card-body p-lg-17">
          <!--begin::About-->
          <div class="mb-18">
            <!--begin::Wrapper-->
            <div class="mb-10">
              <!--begin::Top-->
              <div class="text-center mb-15">
                <!--begin::Title-->
                <h3 class="fs-2hx text-dark mb-5">
                  {{ $t("Terms And Conditions") }}
                </h3>
                <!--end::Title-->
                <!--begin::Text-->
                <!--end::Text-->
              </div>
              <!--end::Top-->
              <!--begin::Overlay-->
              <div class="overlay">
                <!--begin::Image-->
                <img
                  src="/media/images/terms.jpg"
                  alt="Terms & Conditions"
                  class="card-rounded mh-300px d-block m-auto"
                />
                <!--end::Image-->
              </div>
              <!--end::Container-->
            </div>
            <!--end::Wrapper-->
            <!--begin::Description-->
            <div class="fs-5 fw-bold" style="text-align: right">
              <div>
                <p>
                  عند طلبك خدمات شركة مولر لخدمات اللوجستيك، فإنك
                  &ldquo;الزبون&rdquo; توافق، نيابة عنك أو&nbsp;بأسم أي شخص آخر
                  لديه مصلحة في الشحنة، على أن تطبق الشروط والأحكام من الوقت
                  الذي تقبل فيه شركة مولر لخدمات&nbsp;اللوجستيك الشحنة&nbsp;ما
                  لم يتفق على خلاف ذلك في كتابة من قبل موظف معتمد من مولر لخدمات
                  اللوجستيك&nbsp;
                </p>
              </div>
              <div>
                <p>الخدمات&nbsp;</p>
              </div>
              <div>
                <p>
                  مولر لخدمات اللوجستيك توفر خدمات الشحن السريع المحلي والدولي
                  من الباب الى الباب والشحن الجوي من المطار الى المطار والتخليص
                  الجمركي والتخزين والخدمات اللوجستية كافة&nbsp;
                </p>
              </div>
              <div>
                <p>أحكام وشروط النقل&nbsp;</p>
              </div>
              <div>
                <p>
                  تخضع&nbsp;الشحنات في مولر للشحن&nbsp;للشروط والأحكام
                  التالية:&nbsp;
                </p>
              </div>
              <div>
                <p>التعاريف والتفسير&nbsp;</p>
              </div>
              <div>
                <p>
                  &quot;الشحنة&quot; تعني جميع الوثائق أو الطرود التي يتم نقلها
                  ببوليصة شحن واحدة والتي يمكن نقلها بأي وسيلة تختارها&nbsp;مولر
                  لخدمات اللوجستيك؛ بما في ذلك: النقل الجوي أو البري أو أي وسيلة
                  نقل أخرى. وتتضمن &quot;بوليصة الشحن&quot; أي بطاقة تنتجها
                  الأنظمة الآلية لمولر لخدمات اللوجستيك، أو أي بوليصة شحن جوي،
                  أو أي بوليصة شحن بالسكك الحديدية، وتُدمج بها هذه الشروط
                  والأحكام بالكامل. يتم نقل كل شحنة وفقًا للمسؤولية المحدودة
                  المنصوص عليها في هذه الوثيقة.&nbsp;
                </p>
              </div>
              <div>
                <p>
                  &quot;البضائع الخطرة&quot; تعني الشحنة التي بها مواد ضارة، أو
                  خطيرة، أو سريعة الاشتعال، أو متفجرة، أو هجومية (بما في ذلك:
                  المواد المشعة)، أو التي يُحتمل أن يكون بها مواد ضارة، أو
                  خطيرة، أو سريعة الاشتعال، أو متفجرة، أو هجومية، أو مشعة، أو
                  التي يمكن أن تحدث ضررًا بأي شخص أو ملكية؛ سواءً التي نصت عليها
                  القوانين أو غير ذلك.&nbsp;
                </p>
              </div>
              <div>
                <p>
                  &quot;البضائع&quot; وهي أي بضائع أو سلع تكون موضوع الخدمة
                  المقدمة إليك من قبل&nbsp;مولر لخدمات اللوجستيك&nbsp;بموجب هذه
                  الشروط والأحكام.&nbsp;
                </p>
              </div>
              <div>
                <p>
                  &quot;السلطات الحكومية&quot; تعني - على سبيل المثال: جميع
                  الإدارات والجهات الحكومية أو شبه الحكومية المسؤولة عن استيراد
                  البضائع وتصديرها، وتحصيل الإيرادات الخاصة باستيراد البضائع
                  وتصديرها ونقلها.&nbsp;
                </p>
              </div>
              <div>
                <p>. الاستلام والتسليم&nbsp;</p>
              </div>
              <div>
                <p>
                  تتضمن الخدمة المقدمة من&nbsp;مولر لخدمات اللوجستيك&nbsp;استلام
                  الطرود الخاصة بك، ونقلها إلى عنوان التسليم الخاص بك.&nbsp;
                </p>
              </div>
              <div>
                <p>
                  أنت وحدك مسؤول عن تحديد وتأكيد الموقع الصحيح ورقم
                  حسابك&nbsp;الشخصي للمرسل، ويرجى العلم أن أي معلومة خاطئة قد
                  تؤدي إلى عدم التسليم أو تأخير تسليم البضاعة أو تكبد رسوم
                  إضافية تحت هذا البند الثالث والتي ستحاسب أنت&nbsp;عليه.
                  سيتم&nbsp;اعتبار أي شحنة يكون من غير الممكن تسليمها إليك
                  (لأسباب منها - على سبيل المثال: عدم قيامك بسداد الرسوم، أو عدم
                  استلام الشحنة، أو عدم إعطاء التعليمات المناسبة؛ ويشمل ذلك: عدم
                  إعطاء عنوان واضح لتوصيل الطرد، أو عدم تأكيدك لقبول إدخال
                  الشحنة في الدولة المُرسل إليها، أو عدم استخدام عنوان صحيح، أو
                  عدم تحديث عنوان التسليم الخاص بك، أو عدم التمكن من الاتصال بك
                  بعد محاولات عديدة للقيام بذلك) بضائع غير محصلة أو غير مطلوبة،
                  ويكون لمولر لخدمات اللوجستيك الحق في التعامل مع تلك الشحنة بأي
                  طريقة قانونية تراها مناسبة؛ وهذا قد يعني التخلص من الشحنة، أو
                  تدميرها، أو إعادتها إلى المُرسِل، أو بيعها في مزاد علني.&nbsp;
                </p>
              </div>
              <div>
                <p>
                  إن الشاحن&nbsp;(الزبون)&nbsp;هو الوحيد المسؤول عن تغليف شحنتك.
                  لا تتحمل&nbsp;مولر لخدمات اللوجستيك&nbsp;أي مسؤولية عن فقدان
                  أو تلف البضائع بسبب التغليف غير المناسب أو غير الملائم. لا
                  تكون&nbsp;مولر لخدمات اللوجستيك&nbsp;مُلزمة بإعادة تغليف أي
                  شحنة مهما كان السبب. في حال قيام&nbsp;مولر لخدمات
                  اللوجستيك&nbsp;بإعادة تغليف شحنتك، فستكون أنت مُلزماً بدفع
                  الرسوم مقابل خدمات إعادة التغليف التي قامت بها&nbsp;مولر
                  لخدمات اللوجستيك.&nbsp;
                </p>
              </div>
              <div>
                <p>&nbsp;</p>
              </div>
              <div>
                <div>
                  <p>&nbsp;</p>
                </div>
                <div>
                  <p>&nbsp;</p>
                </div>
                <div>
                  <p>. التفتيش&nbsp;</p>
                </div>
                <div>
                  <p>
                    يكون لمولر لخدمات اللوجستيك&nbsp;- بدون تحمل أي مسؤولية -
                    الحق في فتح وتفتيش جميع السلع المُسلَّمة إليها&nbsp;لتحديد
                    طبيعة أو حالة البضائع أو لتحديد ملكيتها أو وجهتها.&nbsp;
                  </p>
                </div>
                <div>
                  <ol start="1">
                    <li>
                      <p>تقييد الخدمة&nbsp;</p>
                    </li>
                  </ol>
                </div>
              </div>
              <div>
                <div>
                  <p>
                    يكون لمولر لخدمات اللوجستيك&nbsp;الحق في عدم نقل أي شحنة في
                    أي وقت بعد قبولها؛ وذلك عندما يكون من المحتمل أن تتسبب تلك
                    الشحنة في ضرر أو تأخير لشحنات أخرى أو معدات أو موظفين، أو
                    عندما يكون هذا النقل محظورًا بموجب القانون أو مخالفًا لأي
                    بند من هذه الشروط والأحكام.&nbsp;
                  </p>
                </div>
                <div>
                  <ol start="2">
                    <li>
                      <p>رسوم الحساب ورسوم الشحن&nbsp;</p>
                    </li>
                  </ol>
                </div>
                <div>
                  <p>
                    &nbsp;تحتسب رسوم الشحن وفقًا للأسعار المحددة للشحنة الخاصة
                    بك؛ والمبينة على الموقع الإلكتروني (&quot;رسوم الشحن&quot;)
                    أو وفقًا لما يتم تعديله من قبل&nbsp;مولر لخدمات
                    اللوجستيك&nbsp;من حينٍ لآخر. في حال كان عدد الشحنات المطلوب
                    نقلها كبير جداً فإنها ستخضع لرسوم إضافية. لا تشمل رسوم الشحن
                    الضرائب الحكومية وضريبة القيمة المضافة على البضائع المستوردة
                    المطبقة على إجمالي قيمة البضاعة بما في ذلك رسوم التأمين
                    والشحن والرسوم التبعية الناتجة عن نقل الشحنة بالإضافة إلى
                    التخليص الجمركي (&quot;ضريبة القيمة المضافة على البضائع
                    المستوردة&quot;) وأي رسوم أخرى لطرف ثالث، بما في ذلك الرسوم
                    الجمركية، التي تكون واجبة الدفع فيما يتعلق بشحنة البضائع
                    الخاصة بك، وأنت تتفهم وتوافق على سداد كافة الضرائب وضريبة
                    القيمة المضافة وضريبة القيمة المضافة على البضائع المستوردة
                    ورسوم الطرف الثالث قبل أو عند توصيل شحنتك.&nbsp;
                  </p>
                </div>
                <div>
                  <p>
                    أنت توافق على سداد جميع رسوم الشحن والمصاريف الأخرى بما في
                    ذلك الرسوم&nbsp;الجمركية وضريبة&nbsp;القيمة المضافة على
                    البضائع المستوردة لأي شحنة تم طلبها على حسابك؛ عندما تطلب
                    منك مولر لخدمات اللوجستيك القيام بذلك - بغض النظر عن الشخص
                    الذي تقدم بالطلب. ويُطبق ما سبق ذكره على جميع
                    حسابات&nbsp;مولر لخدمات اللوجستيك؛ بما في ذلك الحسابات
                    الشخصية وحسابات الكيانات. على افتراض أنك قد قمت بتقديم
                    معلومات دقيقة لغايات التصريح الجمركي ولم تقم الجمارك بمنازعة
                    القيمة المصرح عنها من قبلك، فإن مبلغ ضريبة القيمة المضافة
                    على البضائع المستوردة والرسوم الجمركية التي تم فرضها فعلاً
                    من سلطة الجمارك قد يختلف عن المبلغ المدفوع من قبلك لمولر
                    لخدمات اللوجستيك. وفي حال كانت القيمة الفعلية للرسوم
                    الجمركية وضريبة القيمة المضافة على البضائع المستوردة أكثر من
                    المبلغ التقديري المفروض من قبل مولر لخدمات اللوجستيك، يحق
                    لمولر لخدمات اللوجستيك أن تفرض عليك رسوماً وستقوم بدفع الفرق
                    بالإضافة إلى أي غرامة أو نفقات تتكبدها مولر لخدمات اللوجستيك
                    بسبب عدم دقة المعلومات المقدمة من قبلك.&nbsp;
                  </p>
                </div>
                <div>
                  <p>أ. خيارات الدفع:&nbsp;</p>
                </div>
              </div>
              <div>
                <div>
                  <p>
                    - ادفع الآن: سيتم اعلامك حين تغادر الشحنة الخاصة بك مستودع
                    البلد الذي تم استلام الشحنة فيه، إضافةً إلى إجمالي رسوم
                    الشحن، وسيتم إعلامك مرة أخرى بمجرد تخليص الشحنة الخاصة بك
                    جمركياً، بما في ذلك الرسوم الجمركية وضريبة القيمة المضافة
                    على البضائع المستوردة وأي رسوم أخرى تم دفعها. سيتم الطلب منك
                    الدخول لحسابك والقيام بدفع رسوم الشحن وأي رسوم أخرى بما فيها
                    الرسوم الجمركية وضريبة القيمة المضافة على البضائع المستوردة
                    الكترونياً.&nbsp;
                  </p>
                </div>
                <div>
                  <p>- الدفع الآلي التلقائي:&nbsp;</p>
                </div>
                <div>
                  <p>
                    1.&nbsp;قد&nbsp;تعرض&nbsp;مولر لخدمات اللوجستيك&nbsp;خدمة
                    الدفع الآلي التلقائي إذا كانت هذه الخدمة متاحة في بلدك، وذلك
                    لدفع رسوم الشحن وجميع الرسوم الأخرى بما فيها الرسوم الجمركية
                    وضريبة القيمة المضافة على البضائع المستوردة. عند اختيارك
                    لخدمة الدفع الآلي التلقائي في موقعنا الإلكتروني، فإنك:&nbsp;
                  </p>
                </div>
                <div>
                  <ul>
                    <li>
                      <p>
                        تفوض&nbsp;مولر لخدمات اللوجستيك&nbsp;لحفظ وتخزين بيانات
                        بطاقة الائتمان/بطاقة الدفع أو بيانات حساب PayPal الخاص
                        بك.&nbsp;
                      </p>
                    </li>
                    <li>
                      <p>
                        تفوض&nbsp;مولر لخدمات اللوجستيك&nbsp;لاقتطاع رسوم الشحن
                        بالإضافة إلى أي رسوم أخرى بما فيها الرسوم الجمركية
                        وضريبة القيمة المضافة على البضائع المستوردة من بطاقة
                        الائتمان/بطاقة الدفع الخاصة بك أو من حسابك لدى
                        PayPal.&nbsp;
                      </p>
                    </li>
                  </ul>
                </div>
              </div>
              <div>
                <div>
                  <ul>
                    <li>
                      <p>
                        تضمن قبولPayPal أو مقدم خدمات بطاقة الائتمان/بطاقة الدفع
                        الخاصة بك لرسوم الشحن وأي رسوم أخرى بما فيها الرسوم
                        الجمركية وضريبة القيمة المضافة على البضائع المستوردة
                        وتتعهد بتعويض&nbsp;مولر لخدمات اللوجستيك&nbsp;عن تلك
                        الرسوم إذا لم يتم استلامها منPayPal أومن مقدم خدمات
                        بطاقة الائتمان/بطاقة الدفع الخاصة بك.&nbsp;
                      </p>
                    </li>
                    <li>
                      <p>
                        عند انتهاء صلاحية بطاقة الائتمان/بطاقة الدفع الخاصة بك
                        أو حسابك لدى PayPal، ستعلمك&nbsp;مولر لخدمات
                        اللوجستيك&nbsp;بذلك وسيتم طلب تحديث حسابك من خلال إدخال
                        رقم بطاقة ائتمان/بطاقة دفع سارية المفعول، أو حساب
                        PayPal. وفي حال لم يتم تحديث حسابك من خلال إدخال رقم
                        بطاقة ائتمان/بطاقة دفع سارية المفعول، أو حساب PayPal،
                        سيتم وقف العمل بخدمة الدفع التلقائي إلى حين تحديث
                        المعلومات.&nbsp;
                      </p>
                    </li>
                    <li>
                      <p>
                        ستكون وحدك مسؤولاً عن أي تكلفة ناجمة عن تحويل العملات في
                        حال لم يكن حساب بطاقة الائتمان/بطاقة الدفع أو حساب
                        PayPal الخاص بك في نفس عملة رسوم الشحن، وعن أي رسوم أخرى
                        بما في ذلك الرسوم الجمركية وضريبة القيمة المضافة على
                        البضائع المستوردة.&nbsp;
                      </p>
                    </li>
                    <li>
                      <p>
                        في حال اخترت&nbsp;الانسحاب من خدمة الدفع الآلي التلقائي،
                        فإنك تتعهد باستلام أو اعادة إرسال الشحنة الكائنة بعهدة
                        مولر لخدمات اللوجستيك وتوافق على أنه بخلاف ذلك ستعتبر
                        تلك الشحنة بضاعة غير محصلة. كما تقر وتوافق على
                        أن&nbsp;الإنسحاب&nbsp;من خدمة الدفع الآلي التلقائي لا
                        يغلق حسابك ولا يعفيك من أي مسؤولية لدفع كافة المبالغ
                        المستحقة على حسابك وذلك بوسيلة دفع مقبولة لدينا.&nbsp;
                      </p>
                    </li>
                  </ul>
                </div>
                <div>
                  <p>
                    2.&nbsp;اذا&nbsp;لم&nbsp;تقم&nbsp;باختيار&nbsp;خدمة&nbsp;الدفع&nbsp;الآلي&nbsp;التلقائي،&nbsp;فإنك&nbsp;تلتزم&nbsp;بأن&nbsp;تزودنا&nbsp;ببيانات&nbsp;بطاقة
                    الائتمان/بطاقة&nbsp;الدفع أو حسابك لدى PayPal، مع تفويض
                    لاقتطاع رسوم الشحن وأية رسوم أخرى بما في ذلك الرسوم الجمركية
                    وضريبة القيمة المضافة على البضائع&nbsp;المستوردة
                    وذلك&nbsp;خلال سبعة (7) أيام من تاريخ اعلامكم عن طريق البريد
                    الالكتروني بالرسوم.&nbsp;
                  </p>
                </div>
              </div>
              <div>
                <div>
                  <p>
                    3.&nbsp;إن&nbsp;خدمة&nbsp;الدفع&nbsp;الآلى&nbsp;التلقائي&nbsp;غير&nbsp;متوفرة&nbsp;في&nbsp;كافة&nbsp;البلدان.&nbsp;
                  </p>
                </div>
                <div>
                  <p>
                    ب. من خلال استخدامك للخدمات، فإنك تؤكد وتضمن أن بيانات الدفع
                    المبينة في حاسبك صالحة وصحيحة، وأنه عند استلام&nbsp;مولر
                    لخدمات اللوجستيك&nbsp;لشحنتك وتحضيرها للشحن، فإنك ستقوم بدفع
                    الرسوم بالكامل.&nbsp;
                  </p>
                </div>
                <div>
                  <p>
                    ج. في حالة لم يتم&nbsp;دفع أي&nbsp;من الرسوم التي تم إعلامك
                    بها خلال ثلاثين (30) يوماً، فإنك تخولنا للتعامل مع أي شحنة
                    تخصك كبضاعة غير محصلة. &nbsp;
                  </p>
                </div>
                <div>
                  <p>التزامات وتعهدات العميل&nbsp;</p>
                </div>
                <div>
                  <ol start="3">
                    <li>
                      <p>عدم الاستخدام غير القانوني&nbsp;</p>
                    </li>
                  </ol>
                </div>
              </div>
              <div>
                <div>
                  <p>
                    أنت تتعهد بعدم&nbsp;شحن&nbsp;أي أغراض
                    غير&nbsp;قانونية،&nbsp;أو&nbsp;غير أخلاقية&nbsp;،أو فاحشة أو
                    احتيالية، أو لأي أغراض أخرى محظورة من قبل مولر لخدمات
                    اللوجستيك. كما أنك تتعهد&nbsp;بشحن بضائع&nbsp;بما يوافق جميع
                    القوانين الاتحادية، و/أو قوانين الدولة، و/أو القوانين
                    المحلية الخاصة، وكذلك جميع القوانين الدولية الأخرى المطبقة؛
                    بما في ذلك: القوانين المتعلقة بنقل وتصدير المواد التجارية؛
                    والتي قد تتضمن - على سبيل المثال: القوانين المتعلقة
                    بالمعاملات المصرفية، وغسل الأموال، والعقوبات التجارية،
                    والأنشطة الإرهابية. مخالفة هذا البند قد تؤدي إلى مصادرة أي
                    شحنة مستلمة، أو إعادتها للمُرسِل، أو تدميرها؛ إضافة إلى
                    إخطار الشرطة و/أو السلطة الحكومية المختصة.&nbsp;
                  </p>
                </div>
                <div>
                  <ol start="4">
                    <li>
                      <p>ونحن لن ننقل&nbsp;</p>
                    </li>
                  </ol>
                </div>
                <div>
                  <p>
                    أ. أنت تتفهم وتوافق على أننا لن ننقل، وأنك لن تحاول أن
                    تشحن:&nbsp;
                  </p>
                </div>
                <div>
                  <ul>
                    <li>
                      <p>
                        أي سلع مُصنفة من قبل اتحاد النقل الجوي الدولي،&nbsp;أو
                        المنظمة&nbsp;الدولية للطيران المدني، أو أي إدارة حكومية
                        مختصة أو أي منظمة أخرى ذات صلة - على أنها مواد أو بضائع
                        خطرة أو سلع محظورة أو مقيدة؛ أو&nbsp;
                      </p>
                    </li>
                    <li>
                      <p>
                        الأسلحة النارية، أو السبائك، أو الأعمال الفنية، أو
                        السندات لحاملها القابلة للتداول، أو المجوهرات، أو
                        المعادن الثمينة، أو الأحجار الكريمة، أو المواد الفاحشة
                        أو الإباحية، أو العملات، أو الطوابع، أو المواد الخطرة،
                        أو الصكوك، أو المواد الخطرة أو القابلة للاشتعال، أو
                        غيرها من البضائع الخطرة، أو الشيكات المصرفية، أو
                        الحوالات، أو الشيكات السياحية، أو الكربون الصناعي، أو
                        الألماس، أو التحف، أو النباتات، أو الحيوانات؛ أو&nbsp;
                      </p>
                    </li>
                  </ul>
                </div>
              </div>
              <div>
                <div>
                  <ul>
                    <li>
                      <p>
                        الهويات والرخص الحكومية، أو الأشياء التي تبدو أو التي
                        تشبه وثائق الهوية الحكومية أو غيرها من الوثائق التي
                        تصدرها الحكومة. يشمل ذلك الزي الرسمي والشارات أو الرقع
                        المصممة لتبدو وكأنها صادرة رسمياً من الحكومة.&nbsp;
                      </p>
                    </li>
                    <li>
                      <p>
                        أو أي بضائع محظور تصديرها من قبل الدول التي تتواجد فيها
                        شركتنا&nbsp;
                      </p>
                    </li>
                  </ul>
                </div>
                <div>
                  <p>
                    ب. سيتم مصادرة الشحنات المحظورة أو المقيدة بما فيها الشحنات
                    التي تحتوي على بضائع خطرة، أو تدميرها، أو سيتم تقديمها إلى
                    المسؤولين الحكوميين.&nbsp;
                  </p>
                </div>
                <div>
                  <p>
                    ث. على الرغم مما قد يخالف ذلك، فإن قبول&nbsp;مولر لخدمات
                    اللوجستيك&nbsp;لأي شحنة تحتوي على البضائع الخطرة لا يعني أن
                    هذه الشحنة موافقة للقوانين والأنظمة المعمول بها. ستكون وحدك
                    مسؤولاً عن امتثال الشحنة للقوانين والأنظمة المعمول بها، لا
                    سيما أنظمة&nbsp;اياتا&nbsp;((IATA للبضائع الخطرة، بما في ذلك
                    على سبيل المثال لا الحصر، التغليف والتصنيف والتوثيق الفعال
                    والكافي للشحنة. أنت مسؤول عن ضمان قبول الشحنة للشحن والدخول
                    إلى بلد أو إقليم الوجهة. جميع النفقات المتكبدة للنقل من وإلى
                    البلدان أو الأقاليم التي لا يُسمح فيها بالدخول ستكون
                    مسؤوليتك. ستكون مسؤولاً وستدافع عن&nbsp;مولر لخدمات
                    اللوجستيك&nbsp;وتعوضها وتحميها من أي مسؤولية و/أو مطالبات
                    ضدها والمبنية على إصابة أي شخص أو تلف أو خسارة في الممتلكات
                    أو عن أي ضرر آخر ينشأ عن المسؤولية عن المنتجات أو التغليف
                    غير الكافي أو العنونة أو التسمية المضللة، أو الوصف أو البيان
                    أو المعلومات غير الصحيحة التي تقدمها وعن أي مطالبة أخرى
                    تتعلق بالشحنة أو بنقلها.&nbsp;
                  </p>
                </div>
                <div>
                  <ol start="5">
                    <li>
                      <p>الأعمال المقيَّدة&nbsp;</p>
                    </li>
                  </ol>
                </div>
              </div>
              <div>
                <div>
                  <p>
                    أنت تلتزم بأن شحناتك غير مرتبطة بأي أعمال تجارية مقيدة؛ بما
                    في ذلك - على سبيل المثال: المواد الإباحية، أو مواد التسلح،
                    أو أي أنشطة أخرى ممنوعة. كما أنك تلتزم بأن تلك البضائع
                    المشحونة ليست مُوجهة لأي دولة تحظر مولر لخدمات اللوجستيك
                    التعامل معها بسبب أي قوانين، أو تشريعات، أو لوائح، أو
                    توجيهات، أو مراسيم،&nbsp;أو معاهدات... إلخ&nbsp;&nbsp;
                  </p>
                </div>
                <div>
                  <ol start="6">
                    <li>
                      <p>الأسماء المدرجة في القوائم السوداء&nbsp;</p>
                    </li>
                  </ol>
                </div>
                <div>
                  <p>
                    أنت تقر بأن اسمك ليس مُدرَجًا في أي قائمة سوداء صادرة عن أي
                    حكومة أو أي هيئة تنظيمية أخرى في العالم.&nbsp;
                  </p>
                </div>
                <div>
                  <ol start="7">
                    <li>
                      <p>بيانات التصدير والوثائق الأخرى&nbsp;</p>
                    </li>
                  </ol>
                </div>
                <div>
                  <p>
                    أ. يجب عليك أن تقدم لمولر لخدمات اللوجستيك&nbsp;بيان التصدير
                    الخاص بجميع الطرود التي تتجاوز قيمتها المبلغ المحدد في قائمة
                    بيان التصدير قبل شحنها على عنوان التسليم الخاص بك.&nbsp;
                  </p>
                </div>
              </div>
              <div>
                <div>
                  <p>
                    ب. يجب عليك أن تقدم إلى&nbsp;مولر لخدمات اللوجستيك&nbsp;جميع
                    الفواتير و/أو الوثائق الأخرى المتعلقة بالطرود - بغض النظر عن
                    قيمتها - في أي وقت تكون مطلوبة من قبل&nbsp;مولر لخدمات
                    اللوجستيك&nbsp;أو الجمارك أو أي هيئة حكومية أخرى. أنت وحدك
                    المسؤول عن صحة ودقة جميع المعلومات التي تقدمها لمولر لخدمات
                    اللوجستيك&nbsp;بخصوص محتويات شحنتك وقيمتها.&nbsp;
                  </p>
                </div>
                <div>
                  <p>
                    ج. يجب عليك أن تقدم لمولر لخدمات اللوجستيك&nbsp;وثائق الهوية
                    والمعلومات الشخصية عندما تكون مطلوبة من قبل&nbsp;مولر لخدمات
                    اللوجستيك&nbsp;أو أي سلطة رسمية وفقًا لتقديرها الخاص.&nbsp;
                  </p>
                </div>
                <div>
                  <ol start="8">
                    <li>
                      <p>الغرض من الحساب&nbsp;</p>
                    </li>
                  </ol>
                </div>
                <div>
                  <p>
                    أنت تقر وتوافق على أن حسابك المقدم من مولر لخدمات اللوجستيك
                    سيتم استخدامه فقط بغرض تقديم الخدمات على النحو المحدد بموجب
                    هذه الشروط والأحكام، وأن موقع مولر لوجستيك المقدم لكل حساب
                    هو مجرد عنوان تسليم ولا يمكن استخدامه لأي أغراض أخرى. وأنك
                    لن تقدم عنوان موقع مولر لوجستيك الخاص بحسابك على أنه عنوان
                    إقامتك أو مكان عملك لأي غرضٍ كان. وأنك تتعهد بعدم استخدام
                    الحساب و/أو تفاصيله لأي غرض آخر؛&nbsp;بما في&nbsp;ذلك - على
                    سبيل المثال: استخدام عناوين موقع مولر لوجستيك وتفاصيل الحساب
                    كعنوان تُرسل إليه الفواتير، أو كعنوان تسليم البريد الشخصي،
                    أو كعنوان إقامة، أو استخدام تفاصيل الحساب كتفاصيل اتصالك
                    الشخصية؛ ويشمل ذلك - على سبيل المثال: تفاصيلك المسجلة على
                    الموقع الإلكتروني أو على بطاقة العمل. قد تؤدي أي مخالفة لهذا
                    البند إلى التعطيل التلقائي لحسابك لدى مولر لخدمات اللوجستيك؛
                    وفقًا لتقديرها الخاص؛ إضافة إلى إخطار الشرطة و/أو السلطة
                    الحكومية المختصة.&nbsp;
                  </p>
                </div>
                <div>
                  <ol start="9">
                    <li>
                      <p>الاسم الصحيح/ عنوان التسليم&nbsp;</p>
                    </li>
                  </ol>
                </div>
              </div>
              <div>
                <div>
                  <p>
                    ستقوم&nbsp;مولر لخدمات اللوجستيك&nbsp;بشحن الطرود التي تحمل
                    نفس الاسم وعنوان التسليم المحدد من قبل الفرد أو الكيان في
                    طلب التسجيل. في حالة استلام&nbsp;مولر لخدمات
                    اللوجستيك&nbsp;لأي طرد لحساب لا تتطابق بياناته مع الاسم أو
                    عنوان التسليم المحدد في طلب التسجيل؛ ستعتبر الشحنة غير
                    مستلمة أو غير مطالب بها وسيكون لمولر&nbsp;لخدمات
                    اللوجستيك&nbsp;الحق بالتصرف بالشحنة بأي طريقة قانونية
                    تعتبرها مناسبة من ضمنها التخلص من الشحنة أو تدميرها أو
                    إعادتها إلى المرسل أو التبرع بها أو بيعها في
                    المزاد&nbsp;العلني .&nbsp;ستتحمل وحدك مسؤولية أي رسوم إضافية
                    مترتبة على حسابك بموجب هذه الفقرة.&nbsp;
                  </p>
                </div>
                <div>
                  <p>&nbsp;</p>
                </div>
                <div>
                  <p>&nbsp;</p>
                </div>
                <div>
                  <ol start="10">
                    <li>
                      <p>تأمين الحساب&nbsp;</p>
                    </li>
                  </ol>
                </div>
                <div>
                  <p>
                    يجب عليك التأكد من الحفاظ على كلمة السر الخاصة بك آمنة وسرية
                    وغير معلنة لأي شخص آخر. أنت تقر بأنك مسؤول بشكل كامل عن كلمة
                    السر الخاصة بك ويجب عليك أن تخطر&nbsp;مولر لخدمات
                    اللوجستيك&nbsp;على الفور بأي استخدام غير مصرح به لحسابك و/أو
                    كلمة السر أو بأي خرق آخر للتأمين المتعلق بحسابك. أنت تقر
                    وتوافق على أن&nbsp;مولر لخدمات اللوجستيك&nbsp;لا تتحمل أي
                    مسؤولية عن أي خسارة أو ضرر يحدث كنتيجة للاستخدام الاحتيالي
                    لكلمة السر، وأنك تُعفي&nbsp;مولر لخدمات اللوجستيك&nbsp;من
                    جميع المطالبات الناتجة عن الاستخدام غير المصرح به لكلمة السر
                    الخاصة بك.&nbsp;
                  </p>
                </div>
              </div>
              <div>
                <div>
                  <ol start="11">
                    <li>
                      <p>التعويضات والضمانات&nbsp;</p>
                    </li>
                  </ol>
                </div>
                <div>
                  <p>
                    &nbsp;أنت تضمن أن جميع المعلومات التي تقدمها كاملة
                    ودقيقة.&nbsp;
                  </p>
                </div>
                <div>
                  <ol start="12">
                    <li>
                      <p>
                        أنت توافق على حماية، وتعويض، وإخلاء مسؤولية، ووقاية،
                        وعدم الإضرار بمولر لخدمات اللوجستيك&nbsp;والشركات
                        التابعة لها وفروعها، والشركات الأم، وأصحاب الامتياز،
                        والمسؤولين، والوكلاء، والموظفين (مستحقي التعويض
                        من&nbsp;مولر لخدمات اللوجستيك) من جميع الخسائر،
                        والأضرار، والنفقات، والمطالبات، والمطالب، والالتزامات،
                        والأحكام، وحسابات التسوية، والعقوبات، والغرامات، وأي
                        تكاليف أخري؛ بما في ذلك: أتعاب المحاماة المعقولة وأسباب
                        الدعاوى - من أي نوع - التي تنشأ عن أو تكون متعلقة
                        باستخدام الحساب و/أو الخدمة؛ بما في ذلك - على سبيل
                        المثال: المطالب، والمطالبات، وأسباب الدعاوى المتعلقة
                        بالإصابات الشخصية أو أضرار الملكية الناتجة عن:&nbsp;
                      </p>
                    </li>
                  </ol>
                </div>
                <div>
                  <p>
                    أ. عدم تسليم الخدمات البريدية الخاصة بموقع&nbsp;مولر
                    لوجستيك&nbsp;المحدد، أو الجهات البريدية الأخرى ذات الصلة، أو
                    أي خدمات بريد سريع تجارية - للسلعة و/أو الطرد في الوقت
                    المحدد أو عدم تسليمها؛&nbsp;
                  </p>
                </div>
                <div>
                  <p>
                    ب. التأخير الناجم عن إجراءات النقل، أو الفحص، أو الحجز على
                    البضائع من قبل أي سلطة حكومية؛&nbsp;
                  </p>
                </div>
              </div>
              <div>
                <div>
                  <p>
                    ج. أي وصف غير صحيح أو تخفيض لقيمة السلعة يتم تقديمه للأغراض
                    الجمركية، سواءً عن قصد أو عن غير قصد&nbsp;
                  </p>
                </div>
                <div>
                  <p>
                    د. قيامك بمخالفة القوانين أو الاشتراطات المطبقة لأي سلطة
                    حكومية؛ أو&nbsp;
                  </p>
                </div>
                <div>
                  <p>
                    ه. تلف أو فقدان أي طرد أو محتويات حساب لأي سببٍ كان،
                    ومخالفتك للقوانين الدولية، أو الاتحادية، أو قوانين الدولة أو
                    القوانين المحلية المطبقة.&nbsp;
                  </p>
                </div>
                <div>
                  <ol start="13">
                    <li>
                      <p>
                        بدون تقييد أي بند من هذه الأحكام والشروط؛ لن
                        تكون&nbsp;مولر لخدمات اللوجستيك&nbsp;مسؤولة قانونيًا عن
                        أي تكاليف، أو نفقات، أو خسائر، أو عقوبات مفروضة، أو
                        خسائر أو أضرار يتكبدها أيًا من مستحقي التعويض
                        من&nbsp;مولر لخدمات اللوجستيك&nbsp;بسبب شحناتك أو بضائعك
                        المحتجزة من قبل الجمارك أو أي سلطة حكومية أخرى، كما تقوم
                        بموجب هذه الوثيقة بتعويض - وحماية، وإخلاء مسؤولية،
                        ووقاية، وعدم الإضرار - أي مستحق للتعويض من&nbsp;مولر
                        لخدمات اللوجستيك&nbsp;عن أي تكلفة، أو نفقة، أو غرامة، أو
                        عقوبة، أو خسارة مماثلة.&nbsp;
                      </p>
                    </li>
                  </ol>
                </div>
                <div>
                  <ol start="14">
                    <li>
                      <p>
                        بدون تقييد أي بند من هذه الأحكام والشروط؛ لن
                        تكون&nbsp;مولر لخدمات اللوجستيك&nbsp;مسؤولة عن أي
                        تكاليف، أو نفقات، أو خسائر، أو غرامات، أو عقوبات مفروضة،
                        أو خسائر أو أضرار يتكبدها أيًا من مستحقي التعويض
                        من&nbsp;مولر لخدمات اللوجستيك&nbsp;بسبب مخالفتك أو عدم
                        التزامك بأي من هذه الشروط والأحكام، وتقوم بموجب هذه
                        الوثيقة بتعويض - وحماية، وإخلاء مسؤولية، ووقاية، وعدم
                        الإضرار - أي مستحق للتعويض من&nbsp;مولر لخدمات
                        اللوجستيك&nbsp;عن أي تكلفة، أو نفقة، أو غرامة، أو عقوبة،
                        أو خسارة مماثلة.&nbsp;
                      </p>
                    </li>
                  </ol>
                </div>
              </div>
              <div>
                <div>
                  <p>تحديد المسؤولية&nbsp;</p>
                </div>
                <div>
                  <ol start="15">
                    <li>
                      <p>
                        ستكون&nbsp;مولر لخدمات اللوجستيك&nbsp;مسؤولة عن الشحنة
                        الخاصة بك فقط عندما تكون تلك الشحنة في عهدة&nbsp;مولر
                        لخدمات اللوجستيك&nbsp;أو تحت سيطرتها، وفقًا لحدود
                        المسؤولية المنصوص عليها في هذه الوثيقة. &nbsp;
                      </p>
                    </li>
                  </ol>
                </div>
                <div>
                  <ol start="16">
                    <li>
                      <p>
                        إذا تم نقل الشحنة عن طريق الجو وتضمن ذلك التوقف في دولة
                        أخرى بخلاف الدولة المُرسل منها؛ فإنك تتفهم وتقر بأنه
                        يجوز تطبيق اتفاقية الشحن الجوي؛ والتي قد تحد من
                        المسؤولية عن الخسائر أو الأضرار. وتكون مطالبتك بالتعويض
                        عن أي خسارة أو ضرر يحدث أثناء النقل الجوي ضد شركة النقل
                        الجوي. في حالة حدوث خسارة أو ضرر في البضائع أثناء وجودها
                        في حوزة شركة النقل الجوي؛ ستسعى&nbsp;مولر لخدمات
                        اللوجستيك&nbsp;نيابة عنك لاسترداد المبالغ المستحقة بموجب
                        اتفاقية الشحن الجوي المطبقة، وستقوم أنت بتعويض&nbsp;مولر
                        لخدمات اللوجستيك&nbsp;وعدم الإضرار بها من خلال أي
                        مطالبات&nbsp;متعلقة بخسارة أو تلف البضائع الخاصة بك خلال
                        الفترة التي تكون فيها في حوزة شركة النقل الجوي. إذا تم
                        نقل الشحنة عن طريق النقل البري الدولي، فإنه يجوز تطبيق
                        اتفاقية النقل البري الدولي للبضائع؛ والتي تحد من
                        مسؤولية&nbsp;مولر لخدمات اللوجستيك&nbsp;عن الخسائر أو
                        الأضرار. &nbsp;
                      </p>
                    </li>
                  </ol>
                </div>
                <div>
                  <ol start="17">
                    <li>
                      <p>
                        أنت تقر بأن البضائع المنقولة بواسطة الشحن الجوي يمكن
                        نقلها جزئيًا بوسائل نقل أخرى. وإذا حدث ذلك، ولم يكن هناك
                        أي معاهدة دولية مطبقة تغطي النقل الإضافي؛ فإن تعويضك عن
                        الخسارة أو الضرر - في حالة حدوثه - يكون من قبل شركة
                        النقل؛ وهو ما قد يمنع أو يحد إلى حدٍ كبير من
                        مسؤولية&nbsp;مولر لخدمات اللوجستيك. في حالة وجود أي ضرر
                        أو تلف لبضاعتك أثناء وجودها في حوزة طرف ثالث ناقل؛
                        فإن&nbsp;مولر لخدمات اللوجستيك&nbsp;ستسعى لاسترداد
                        المبالغ المستحقة لك من الناقل. ويكون عليك
                        تعويض&nbsp;مولر لخدمات اللوجستيك&nbsp;وعدم الإضرار بها
                        في أي مطالبات خاصة بالخسائر أو الأضرار التي لحقت ببضاعتك
                        أثناء وجودها في حوزة الطرف الثالث الناقل؛ نظرًا لأن هذا
                        النقل كان لازمًا لاستكمال تسليم الشحنة الخاصة بك.&nbsp;
                      </p>
                    </li>
                  </ol>
                </div>
                <div>
                  <ol start="18">
                    <li>
                      <p>
                        بدون تقييد لأثر البنود 20-23، ووفقًا للبنود 28-29
                        المذكورة أدناه؛ في جميع الحالات - مالم تكن
                        مسؤولية&nbsp;مولر لخدمات اللوجستيك&nbsp;محدودة أو
                        مستثناة - تكون مسؤولية&nbsp;مولر لخدمات
                        اللوجستيك&nbsp;محدودة بالقيمتين التاليتين؛ أيهما أقل:
                        (أ) قيمة البضائع موضوع الشحنة في وقت تسليمها لمولر
                        لخدمات اللوجستيك، أو (ب)&nbsp;.......&nbsp;دولار أمريكي
                        أو ما يعادلها لكل شحنة.&nbsp;
                      </p>
                    </li>
                  </ol>
                </div>
              </div>
              <div>
                <div>
                  <ol start="19">
                    <li>
                      <p>
                        بالقدر الذي تكون فيه مسؤولية&nbsp;مولر لخدمات
                        اللوجستيك&nbsp;محدودة بموجب اتفاقية أو قانون أو عقد
                        الشحن الجوي، وتجاوز ذلك الحد المسؤولية المنصوص عليها في
                        البند 27 أعلاه، أو البريد المعتمد أدناه؛ في هذه الحالة
                        تطبق المسؤولية وفقًا لاتفاقية أو قانون أو عقد الشحن
                        الجوي.&nbsp;
                      </p>
                    </li>
                  </ol>
                </div>
                <div>
                  <ol start="20">
                    <li>
                      <p>
                        يجب أن يتم إخطار&nbsp;مولر لخدمات اللوجستيك&nbsp;كتابيًا
                        عن أي مطالبة بالتعويض عن أي خسارة أو ضرر في غضون سبعة
                        (7) أيام من تسليم البضائع أو من التاريخ المحدد لتسليمها.
                        وفي جميع الأحوال، تُعفى&nbsp;مولر لخدمات
                        اللوجستيك&nbsp;من أي مسؤولية متعلقة بالخدمات و/أو
                        البضائع؛ ما لم يتم رفع الدعوى في غضون 90 يومًا من تسليم
                        البضائع (أو من التاريخ المحدد لتسليمها فيه). بحال
                        قامت&nbsp;مولر لخدمات اللوجستيك&nbsp;بتعويضكم عن أي
                        خسارة أو ضرر للبضائع لأي سبب من الأسباب، فعليكم بإرسال
                        البضائع التالفة الى&nbsp;مولر لخدمات
                        اللوجستيك&nbsp;لغايات استلام التعويض عن هذه البضائع.
                        &nbsp;
                      </p>
                    </li>
                  </ol>
                </div>
                <div>
                  <ol start="21">
                    <li>
                      <p>الخسائر&nbsp;</p>
                    </li>
                  </ol>
                </div>
                <div>
                  <p>
                    لن تكون&nbsp;مولر لخدمات اللوجستيك&nbsp;مسؤولة عن أي خسائر
                    أو أضرار غير مباشرة أو عارضة أو ناجمة عن عقوبات؛ من أي نوع،
                    أو أي خسائر في الأرباح، أو السمعة، أو الدخل، أو الفوائد، أو
                    الفرص، أو العقود أو الصفقات.&nbsp;
                  </p>
                </div>
                <div>
                  <p>&nbsp;</p>
                </div>
              </div>
              <div>
                <div>
                  <ol start="22">
                    <li>
                      <p>الظروف القاهرة&nbsp;</p>
                    </li>
                  </ol>
                </div>
                <div>
                  <p>
                    لن تكون&nbsp;مولر لخدمات اللوجستيك&nbsp;مسؤولة تجاهك عن أي
                    تأخير، أو مخالفة، أو عدم وفاء بالتزاماتها بموجب هذه الشروط
                    والأحكام أو أي خسائر أو تكاليف، أو نفقات قد تتكبدها أنت؛
                    ويكون السبب فيها - أو يساهم فيها - أي حدث يتجاوز القدرات
                    المعقولة لمولر لخدمات اللوجستيك&nbsp;أو وكلائها؛ على سبيل
                    المثال: القضاء والقدر، أو الحرائق، أو الفيضانات، أو الكوارث
                    الطبيعية، أو فشل أو تأخر الموردين أو
                    المقاولين،&nbsp;أوعدم&nbsp;التمكن من الحصول على البضائع أو
                    عدم توفر العمالة اللازمة للقيام بالخدمات، أو الاضطرابات
                    المدنية، أو التمرد، أو أعمال الشغب، أو الحروب (المعلنة أو
                    غير المعلنة)، أو العمليات الإرهابية، أو الإضرابات أو إغلاق
                    أماكن العمل، أو توقف العمل أو تقييده لأي سببٍ كان؛ سواءً
                    بشكل جزئي أو تام. &nbsp;
                  </p>
                </div>
                <div>
                  <ol start="23">
                    <li>
                      <p>الخصوصية&nbsp;</p>
                    </li>
                  </ol>
                </div>
                <div>
                  <p>
                    تطبق سياسة الخصوصية الخاصة بمولر لخدمات اللوجستيك. توجد نسخة
                    من سياسة الخصوصية على الرابط التالي: &nbsp;
                  </p>
                </div>
                <div>
                  <ol start="24">
                    <li>
                      <p>تغيير الشروط والأحكام، والخدمات، والرسوم&nbsp;</p>
                    </li>
                  </ol>
                </div>
              </div>
              <div>
                <div>
                  <p>
                    &nbsp;يجوز لمولر لخدمات اللوجستيك&nbsp;- وفقًا لتقديرها
                    الخاص - إضافة أو تغيير أو تحديث هذه الشروط والأحكام بأكملها
                    من حينٍ لآخر وبدون إخطارك. ويتم نشر جميع التعديلات التي
                    أدخلت على هذه الشروط والاحكام على الموقع الإلكتروني
                    وتكون&nbsp;سارية بدءًا من تاريخ نشرها. ينبغي عليك مراجعة هذه
                    الشروط والأحكام بشكل دوري لتظل ملتزمًا بها. يُعتبر استخدامك
                    لهذا الحساب أو تقدمك بطلب للحصول على هذه الخدمات بعد أي
                    تعديل يتم إدخاله على الشروط والأحكام موافقة منك على هذه
                    الشروط والأحكام، ويُعتبر كذلك موافقة منك على التزامك بتلك
                    التغييرات/التعديلات. للاطلاع على التعديلات أو التحديثات التي
                    تتم على هذه الشروط والأحكام؛ يُرجى متابعة الموقع الإلكتروني
                    من حينٍ لآخر؛ حيث أن&nbsp;مولر لخدمات اللوجستيك&nbsp;لن تكون
                    مسؤولة عن تعويضك عن أي ضرر في حالة عدم قيامك بهذا
                    الأمر.&nbsp;
                  </p>
                </div>
                <div>
                  <p>
                    &nbsp;يجوز لمولر لخدمات اللوجستيك&nbsp;القيام بتعديل رسوم
                    الحساب، ورسوم الشحن، وجميع الرسوم الأخرى ذات الصلة المنصوص
                    عليها - أو الواردة بشكل عرضي - في هذه الوثيقة، وكذلك الشروط
                    والأحكام - في أي وقت وفقًا لتقديرها الخاص، ودون إخطارك
                    مسبقًا بذلك. في حالة إنهائك للخدمة؛ لن تتمكن من استعادة
                    المبلغ المدفوع. وكذلك يجوز لمولر لخدمات اللوجستيك&nbsp;تغيير
                    وتيرة الشحن في أي وقت بدون إخطارك مسبقًا بذلك.&nbsp;
                  </p>
                </div>
                <div>
                  <ol start="25">
                    <li>
                      <p>إنهاء الخدمة&nbsp;</p>
                    </li>
                  </ol>
                </div>
                <div>
                  <p>
                    أنت موافق على أنه يجوز لمولر لخدمات اللوجستيك&nbsp;إنهاء هذه
                    الشروط والأحكام لأي سبب وجيه في أي وقت بدون إخطارك بذلك.
                    وتتضمن الأسباب الوجيهة، على سبيل المثال: &nbsp;
                  </p>
                </div>
                <div>
                  <p>
                    أ. استخدامك للحساب لأغراض غير قانونية، أو فاحشة، أو
                    احتيالية، أو لأي غرض تحظره&nbsp;مولر لخدمات اللوجستيك، أو
                    موقع&nbsp;مولر لوجستيك، أو أي أنظمة أخرى؛&nbsp;
                  </p>
                </div>
              </div>
              <div>
                <div>
                  <p>
                    ب. عدم قيامك بسداد المبالغ المستحقة لمولر لخدمات
                    اللوجستيك&nbsp;عند استحقاقها؛ و&nbsp;
                  </p>
                </div>
                <div>
                  <p>
                    ج. مخالفتك لأي بند من بنود هذه الشروط والأحكام، أو البنود
                    المتعلقة بقواعد وسياسات العمل المنشورة من قبل&nbsp;مولر
                    لخدمات اللوجستيك&nbsp;على الموقع الإلكتروني.&nbsp;
                  </p>
                </div>
                <div>
                  <ol start="26">
                    <li>
                      <p>
                        لتحديد السبب الوجيه لإنهاء هذه الشروط والأحكام؛ فإنك تقر
                        بأن تصرفات أي شخص مفوض من قبلك لاستخدام الحساب أو الخدمة
                        الخاصة بك ستكون منسوبة إليك.&nbsp;
                      </p>
                    </li>
                  </ol>
                </div>
                <div>
                  <ol start="27">
                    <li>
                      <p>
                        يكون لمولر لخدمات اللوجستيك&nbsp;الحق في إنهاء الخدمة
                        بشكل فوري؛ في حالة اشتباهها بقيامك بأي أنشطة منصوص عليها
                        في البنود 11-15 أعلاه، ولا تكون&nbsp;مولر لخدمات
                        اللوجستيك&nbsp;مسؤولة عن تعويضك عن هذا الإنهاء.&nbsp;
                      </p>
                    </li>
                  </ol>
                </div>
                <div>
                  <ol start="28">
                    <li>
                      <p>
                        يجوز لك إنهاء هذه الشروط والأحكام وإغلاق الحساب عن طريق
                        إخطار&nbsp;مولر لخدمات اللوجستيك&nbsp;كتابيًا قبلها بـ
                        30 يومًا. ويكون لمولر لخدمات اللوجستيك&nbsp;الحق في رفض
                        قبول أي شحنة و/أو طرد مُسلَّم إلى حسابك بعد تاريخ إنهاء
                        الخدمة.&nbsp;
                      </p>
                    </li>
                  </ol>
                </div>
              </div>
              <div>
                <div>
                  <p>&nbsp;</p>
                </div>
                <div>
                  <ol start="29">
                    <li>
                      <p>أحكام عامة&nbsp;</p>
                    </li>
                  </ol>
                </div>
                <div>
                  <p>
                    يجوز لمولر لخدمات اللوجستيك&nbsp;التخلص من البضائع الخاصة بك
                    أو تدميرها أو التبرع بها أو بيعها في مزاد علني في غضون&nbsp;
                  </p>
                </div>
                <div>
                  <p>
                    (أ) ثلاثين (30) يومًا&nbsp;بعد استلام شحنات غير
                    معروفة&nbsp;&nbsp;
                  </p>
                </div>
                <div>
                  <p>
                    (ب) واحد وعشرين (21) يوماً بعد استلام شحنات ممنوعة أو ذات
                    قيمة عالية، أو شحنات تحت حساب غير فعَال، في حال (1) عدم دفع
                    جميع رسوم الشحن المطبقة؛ (2) عدم التحقق من كون البريد و/أو
                    الطرد موجه إليك؛ (3) عدم&nbsp;مطالبتك بالبريد المُرسَل أو
                    الشحنات الواردة إلى حسابك، (4) ترك الشحنة في الجمارك، أو (5)
                    في حالة إنهاء مولر لخدمات اللوجستيك لهذه الشروط والأحكام
                    لسبب وجيه على النحو المبين في البند 38 المذكور أعلاه. وعلى
                    الرغم مما سبق، يجوز لمولر لخدمات اللوجستيك تدمير أي مواد أو
                    منتجات إباحية وجميع المحتويات الأخرى ذات الصلة من أي نوع فور
                    وصولها إلى حسابك.&nbsp;
                  </p>
                </div>
              </div>
              <div>
                <div>
                  <ol start="1">
                    <li>
                      <p>
                        في حال تصنيف الشحنة الخاصة بك على أنها ذات حجم كبير أو
                        وزن ثقيل، فعليك الاختيار خلال (7) سبعة أيام فيما إذا كان
                        سيتم شحن الشحنة المعنية بواسطة الشحن. عند انتهاء مهلة
                        السبعة (7) أيام وفي حال عدم إعلام مولر لخدمات اللوجستيك
                        بخصوص طريقة الشحن المرغوب فيها، يحق لمولر لخدمات
                        اللوجستيك شحن الشحنة&nbsp;بواسطة الشحن. ستقوم مولر
                        لخدمات اللوجستيك بإعلامك في حال تصنيف الشحنة الخاصة بك
                        على أنها ذات حجم كبير أو وزن ثقيل عند استلام الشحنة في
                        مستودعات مولر لخدمات اللوجستيك.&nbsp;
                      </p>
                    </li>
                  </ol>
                </div>
                <div>
                  <ol start="2">
                    <li>
                      <p>
                        &nbsp;في حالة عدم قيامك بسداد رسوم الشحن، بما في ذلك أي
                        رسوم أخرى من ضمنها الرسوم الجمركية وضريبة القيمة المضافة
                        على البضائع&nbsp;المستوردة، في&nbsp;تاريخ الاستحقاق؛
                        يكون لمولر لخدمات اللوجستيك الحق في التعامل مع الشحنة
                        بأي شكل قانوني تراه مناسبًا، وهو ما قد يعني التخلص من
                        الشحنة، أو إتلافها، أو التبرع بها، أو بيعها في مزاد
                        علني.&nbsp;
                      </p>
                    </li>
                  </ol>
                </div>
                <div>
                  <ol start="3">
                    <li>
                      <p>
                        &nbsp;تكون الإخطارات، و/أو الطلبات، و/أو أي مراسلات أخرى
                        بموجب أو فيما يتعلق بهذه الشروط والأحكام باللغة
                        الإنجليزية، وتُرسَل إلى عنوان بريدك الإلكتروني المحدد في
                        طلب التسجيل أو إلى أي عنوان بريد إلكتروني آخر أُخطرت
                        به&nbsp;مولر لخدمات اللوجستيك&nbsp;في وقت سابق.&nbsp;
                      </p>
                    </li>
                  </ol>
                </div>
                <div>
                  <ol start="4">
                    <li>
                      <p>
                        &nbsp;يخضع أي نزاع ينشأ بموجب هذه الشروط والأحكام أو
                        يكون متصلًا بها بأي شكل - لصالح&nbsp;مولر لخدمات
                        اللوجستيك&nbsp;- للاختصاص القضائي غير الحصري
                        لمحاكم&nbsp;تركيا&nbsp;ويُحكم بقوانينها، ويلزم التحاكم
                        أمام تلك المحاكم؛ ما لم يتعارض هذا مع القانون
                        المطبق.&nbsp;
                      </p>
                    </li>
                  </ol>
                </div>
                <div>
                  <ol start="5">
                    <li>
                      <p>
                        في حالة تفسير أي جزء أو قسم من هذه الشروط والأحكام بأنه
                        غير قانوني، أو باطل، أو غير قابل للتنفيذ؛ يُعتبر هذا
                        الحكم أو الجزء باطلًا، ويُحذف من هذه الشروط والأحكام،
                        بينما تظل الأقسام الأخرى من هذه الشروط والأحكام والأجزاء
                        المتبقية من أي جزء تم تفسيره على أنه غير قانوني، أو
                        باطل، أو غير قابل للتطبيق - لها نفس القوة والفعالية
                        الكاملة. تشكل هذه الاتفاقية مجمل الاتفاق بين&nbsp;مولر
                        لخدمات اللوجستيك&nbsp;وبينك فيما يتعلق باستخدامك للحساب
                        و/أو الخدمة.&nbsp;
                      </p>
                    </li>
                  </ol>
                </div>
              </div>
              <div>
                <div>
                  <ol start="6">
                    <li>
                      <p>
                        عدم تنفيذ&nbsp;مولر لخدمات اللوجستيك&nbsp;في أي وقت لأي
                        عبارة، أو حكم، أو شرط من هذه الأحكام والشروط أو ممارسة
                        أي حق من الحقوق الواردة في هذه الوثيقة، لا يُعتبر بأي
                        حال من الأحوال تنازلًا منها عن أي من ذلك.&nbsp;
                      </p>
                    </li>
                  </ol>
                </div>
                <div>
                  <p>&nbsp;</p>
                </div>
                <div>
                  <p>شروط وأحكام التسليم&nbsp;</p>
                </div>
                <div>
                  <p>
                    التسليم المحلي قبل نهاية يوم العمل من الساعة 9:00
                    صباحا&nbsp; وحتى 6:00 مساء التوقيت المحلي للوجهة&nbsp;
                  </p>
                </div>
                <div>
                  <p>
                    التسليم للشحنات الدولية على أساس جدول زمن العبور للشركة
                    الناقلة المحددة ما لم يكن التأخير بسبب&nbsp; &nbsp; هيئة
                    جمركية أو جهة حكومية ويعتبر زمن العبور هو زمن إرشادي
                    للخدمة&nbsp;&nbsp;
                  </p>
                </div>
              </div>
              <div>
                <p>&nbsp;</p>
              </div>
            </div>
            <!--end::Description-->
          </div>
          <!--end::About-->
          <!--begin::Section-->
          <!--end::Section-->
        </div>
        <!--end::Body-->
      </div>
      <!--end::About card-->
    </div>
    <!--end::Post-->
  </div>
</template>

<script>
import { Actions } from "@/store/enums/StoreEnums";
import { useStore } from "vuex";
import moment from "moment";
import { setCurrentPageBreadcrumbs } from "@/core/helpers/breadcrumb";

export default {
  name: "terms",
  data() {
    return {
      order: {},
      status: [],
      loading: true,
      blogs: [],
      category: [],
    };
  },
  async created() {
    setCurrentPageBreadcrumbs(this.$t("Terms And Conditions"));
  },
};
</script>
